Repository: fabian-flassig/Kitchen-Wizard
Catalog: Kitchen Wizard backup/localization.*.xlf
Languages: de_de

source: No sink
de_de: Keine Spüle

source: --Browse--
de_de: --Durchsuchen--

source: No hob
de_de: Kein Kochfeld

source: No oven
de_de: Kein Ofen

source: Kitchen Element Settings
de_de: Küchen Bauteil Einstellungen

source: Layer range 0 to 256, 0: active layer
de_de: Layer zwischen 0 und 256: 0: Arbeitslayer

source: Type
de_de: Typ

source: Pen
de_de: Stift

source: Linetype
de_de: Linientype

source: none
de_de: Kein

source: More Settings
de_de: Weitere Einstellungen

source: Board thickness
de_de: Plattenstärke

source: Back thickness
de_de: Rückwand Stärke

source: Gaps
de_de: Türspalt

source: Shelves Setback
de_de: Fachböden Rücksprung

source: Front Thickness
de_de: Türstärke

source: Horizontal Rail Width
de_de: Horizontal Traversen Breite

source: Vertical Rail Width
de_de: Vertikal Traversen Breite

source: Benchtop
de_de: Arbeitsplatte

source: Benchtop Thickness
de_de: Arbeitsplattenstärke

source: Benchtop Protrusion
de_de: Überstand Arbeitsplatte

source: Benchtop Gap
de_de: Spalt unter Arbeitsplatte

source: Kickboard
de_de: Sockelleiste

source: Kickboard Thickness
de_de: Sockelleiste Stärke

source: Kickboard Setback
de_de: Sockelleiste Rücksprung

source: Kickboard Gap
de_de: Luftspalt Sockelleiste

source: Element Names and Settings
de_de: Bauteil Namen und Einstellungen

source: Handle Settings
de_de: Griff Einstellungen

source: Handle Type
de_de: Grifftyp

source: No Handle
de_de: Kein Griff

source: Handle
de_de: Griff

source: Knob
de_de: Knopf

source: Doors
de_de: Türen

source: Handle orientation
de_de: Griff Ausrichtung

source: Vertical
de_de: Vertikal

source: Horizontal, centered
de_de: Horizontal, zentriert

source: Distance from edge
de_de: Abstand vom Rand

source: Handle length
de_de: Grifflänge

source: Internal
de_de: Genutet

source: External
de_de: Stumpf

source: Rebate
de_de: Falz

source: None
de_de: Kein

source: Bottom through
de_de: Boden durch

source: Sides through
de_de: Seiten durch

source: Sink orientation
de_de: Ausrichtung Spüle

source: Sink model
de_de: Spülenmodell

source: left
de_de: links

source: centered
de_de: mittig

source: right
de_de: rechts

source: flipped, left
de_de: links gespiegelt

source: flipped, centered
de_de: mittig gespiegelt

source: flipped, right
de_de: rechts gespiegelt

source: Hob model
de_de: Herdmodell

source: Base Cabinet
de_de: Unterschrank

source: Sink cabinet
de_de: Spülenschrank

source: Hob cabinet
de_de: Herdschrank

source: Empty space
de_de: Leeres Element

source: Oven model
de_de: Ofenmodell

source: Hob and oven cabinet
de_de: Herd-Ofen Kombischrank

source: Connect to right side
de_de: Anschluss rechts

source: Door width
de_de: Türbreite

source: Connecting width
de_de: Breite Anschlussstück

source: Drawer height
de_de: Schubladenhöhe

source: Corner cabinet
de_de: Eckschrank

source: Left width
de_de: Breite links

source: Right width
de_de: Breite rechts

source: Corner wall cabinet
de_de: Wand-Eckschrank

source: Create Counter
de_de: Theke

source: Shape
de_de: Form

source: Back Board
de_de: Rückwand

source: L-Shape
de_de: L-Form

source: Mitered L-Shape
de_de: L-Form auf Gehrung

source: Massive Block
de_de: Massive Platte

source: Frame
de_de: Rahmen

source: Height
de_de: Höhe

source: Counter top depth
de_de: Theke Tiefe

source: Counter top thickness
de_de: Thekenstärke

source: Counter wall thickness
de_de: Wandstärke

source: Overlap with benchtop
de_de: Überlapp mit Arbeitsplatte

source: Protrusion on left
de_de: Überstand links

source: Protrusion on right
de_de: Überstand rechts

source: Section settings
de_de: Einstellungen für Abschnitte

source: Section
de_de: Abschnitt

source: Segments
de_de: Segmente

source: Rail Front
de_de: Traverse Vorne

source: Rail Back
de_de: Traverse Hinten

source: Door LH
de_de: Tür LH

source: Door RH
de_de: Tür RH

source: End RH
de_de: Seite Rechts

source: End LH
de_de: Seite Links

source: End
de_de: Seite

source: Bottom
de_de: Boden

source: Back
de_de: Rückwand

source: Top
de_de: Oberboden

source: Adjustable Shelf
de_de: Bewegl. Fachboden

source: Fixed Shelf
de_de: Fester Fachboden

source: Fingerpull Rail
de_de: Griffleiste

source: Front Panel
de_de: Frontblende

source: Cleat
de_de: Stoßplatte

source: Filler
de_de: Füller

source: Blind Panel
de_de: Blende

source: Sink
de_de: Spüle

source: Light_375
de_de: Licht_375

source: Drawer Bottom
de_de: Boden Schub

source: Drawer Front
de_de: Front Schub

source: Drawer Left
de_de: Links Schub

source: Drawer Right
de_de: Rechts Schub

source: Drawer Back
de_de: Rückwand Schub

source: Drawer Box
de_de: Box Schub

source: Drawer
de_de: Schublade

source: Corner Angle
de_de: Winkelstück

source: Corner Blind
de_de: Winkelblende

source: Fume Hood
de_de: Dunstabzug

source: Blind End
de_de: Blende

source: Floor Plan
de_de: Planskizze

source: Elevation Door Swing
de_de: Symbole

source: Blind Front
de_de: Blende

source: Blind Mount
de_de: Blende Befestigung

source: Bore Hole
de_de: Bohrloch

source: Counter Wall
de_de: Thekenwand

source: Counter Top
de_de: Thekenplatte

source: Counter
de_de: Theke

source: Externals
de_de: Ausstattung

source: Carcass
de_de: Korpus

source: This element type has not been properly registered:
de_de: Dieses Element wurde nicht richtig in den Attributen gelistet:

source: Diagonal cabinet
de_de: Diagonalschrank

source: Kitchen Wizard
de_de: Küchen Wizard

source: General settings
de_de: Generelle Einstellungen

source: Pick origin and direction
de_de: Picke Ursprung und Richtung

source: Orient leftwards
de_de: Orientierung links

source: Benchtop height
de_de: Arbeitshöhe

source: Base cabinet height
de_de: Unterschrank Höhe

source: Wall cabinet height
de_de: Oberschrank Höhe

source: Benchtop wall spacing
de_de: Fliesenspiegel

source: Depth
de_de: Tiefe

source: Depth Wall
de_de: Tiefe Oberschränke

source: Handle settings
de_de: Griff Einsteller

source: Further settings
de_de: Weitere Einsteller

source: Counter
de_de: Theke

source: This cabinet
de_de: Dieser Schrank

source: Organization
de_de: Organisation

source: Top Style
de_de: Oberboden Typ

source: Back style
de_de: Rückwand Typ

source: Bottom Style
de_de: Boden Typ

source: Width
de_de: Breite

source: OA Height
de_de: Höhe Oberkante

source: Number of shelves
de_de: Anzahl Fachböden

source: Sec. Depth
de_de: Tiefe rechts

source: Door right side
de_de: Tür RH

source: Navigate in cabinets
de_de: In Schränken navigieren

source: Switch with left
de_de: Mit links tauschen

source: Switch with right
de_de: Mit rechts tauschen

source: Insert top left
de_de: Oben links einfügen

source: Insert on top
de_de: Oberhalb einfügen

source: Insert on left
de_de: Links einfügen

source: Insert on right
de_de: Rechts einfügen

source: Select Cabinet
de_de: Picke Schrank

source: Delete This
de_de: Diesen löschen

source: Pick origin
de_de: Picke Ursprung

source: Pick direction along wall
de_de: Picke Richtung entlang Wand

source: Max door width
de_de: Maximale Türbreite

source: Insert top right
de_de: Oben rechts einfügen

source: Insert top
de_de: Oberhalb einfügen

source: Thickness
de_de: Stärke

source: Protrusion
de_de: Überstand

source: Drawer heights
de_de: Schubladenhöhen

source: Open
de_de: Offen

source: Door
de_de: Tür

source: Number of drawers
de_de: Anzahl Schubladen

source: 1/2 Drawers
de_de: 1/2 Schubladen

source: Drawers
de_de: Schubladen

source: Drawer and Doors
de_de: Schublade und Türen

source: 1/2 doors + 1/2 drawers
de_de: 1/2 Türen + 1/2 Schubladen

source: Blind and Drawers
de_de: Blende und Schubladen

source: Blind and Doors
de_de: Blende und Türen

source: Blind
de_de: Blende

source: Fume hood
de_de: Dunstabzugshaube

source: High cabinet
de_de: Hochschrank

source: No data found
de_de: Keine History gefunden

source: Kitchen
de_de: Küche

source: Left Width
de_de: Breite links

source: Top cabinet
de_de: Aufsatzschrank

source: Horizontal Rails
de_de: Horizontale Traversen

source: Vertical Rail
de_de: Vertikale Traverse

source: Back Vertical Rail
de_de: Hintere Traverse vertikal

source: Two Vertical Rails
de_de: Zwei vertikale Traversen

source: No Top
de_de: Kein Oberboden

source: Solid Top
de_de: Durchgängig

source: Wall cabinet
de_de: Oberschrank
